[QuickDrawPrimary X2AbilityTemplate]
LocFriendlyName="快射拔枪"
LocLongDescription="第一格行动点使用<Ability:SecondaryWeaponName/>将不再结束回合。"
LocHelpText="第一格行动点使用<Ability:SecondaryWeaponName/>将不再结束回合。"
LocFlyOverText="快射拔枪"
LocPromotionPopupText="<Bullet/>\"快射拔枪\"是基本的<Ability:SecondaryWeaponName/>技能，可以让<Ability:ClassName/>在同一个回合内朝不同的目标射击。<br/>"

[EmptySecondary X2WeaponTemplate]
FriendlyName="空手"
FriendlyNamePlural="空手"
BriefSummary="在此插槽没有装备任务武器"
TacticalText="战斗中携带更少的装备能够提升移动力. 移动力提升15%"
AbilityDescName="空手"

[EmptySecondaryMobilityBonus X2AbilityTemplate]
LocFriendlyName="轻装上阵"
LocFlyOverText="轻装上阵"
LocLongDescription="不携带辅助武器,给与15％的移动力加成."
LocHelpText="不携带辅助武器,给与15％的机动性加成."
LocPromotionPopupText="<Bullet/>不携带辅助武器,给与15％的机动性加成."

